# encoding: UTF-8

'''
存放表格头
存放特殊宽度
'''

# 表头
header ={"RankList":[u'日期', u'证券代码 ', u'证券简称', u'收盘价', u'涨跌幅(%)', u'换手(%)', u'龙虎榜\n买入额(万)', u'龙虎榜\n卖出额(万)',
                   u'龙虎榜\n净买额(万)',
                   u'市场总\n成交额(万)', u'净买额占\n总成交比(%)', u'买入额占\n总成交比(%)', u'上榜原因', u'净买说明'],
         "Limit":[u"伏击日期", u"证券代码", u"证券简称", u"伏击均价", u"伏击人数", u"平均成功数",u"平均成功率(%)", u"伏击理由"]

}

# 特殊列宽度，统一设置为300
headerWidth = {"RankList":[12,13],
                "Limit":[7],
}


# 直接运行脚本可以进行测试
if __name__ == '__main__':
    pass